{
  "positions": [
    {
      "id": 1,
      "title": "LEO Research Associate (Postdoctoral)",
      "type": "Full-time",
      "location": "Mohali",
      "deadline": "2024-12-31",
      "description": "LEO lab at Plaksha University invites applications for a Postdoctoral Associate position in the field of labor and personnel economics. The selected candidate will work closely with faculty members and research teams on projects related to labor markets, human capital, productivity, personnel economics, and related topics. The ideal candidate will have strong quantitative skills and experience in data collection, cleaning, and analysis of primary and secondary datasets.",
      "responsibilities": [
        "Conduct empirical research on topics related to labor and personnel economics",
        "Collect, clean, and analyse primary and secondary data",
        "Assist in the development and execution of research projects",
        "Perform literature reviews and contribute to research papers",
        "Prepare reports, presentations, and manuscripts for publication in peer-reviewed journals",
        "Collaborate with research teams, including faculty, graduate students, and external partners",
        "Present findings at seminars, workshops, and conferences"
      ],
      "requirements": [
        "A Ph.D. in Economics or a related field (completed or expected by the start date)",
        "Strong background in labor economics, personnel economics, or related areas",
        "Proficiency in econometric techniques and statistical software (e.g., Stata, R, Python)",
        "Experience working with large datasets and survey data",
        "Excellent data analytics skills",
        "Excellent written and verbal communication skills",
        "Ability to work independently and collaboratively in a research environment",
        "Prior experience in academic research, including publications, is preferred but not required"
      ],
      "applicationLink": "https://forms.office.com/r/EU4bqc8vLz"
    }
  ]
}